Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_ottaa_kayttoon_poikkeustilan_saamelaiskarajien_toimintakyvyn_ja_henkiloston_tyoturvallisuuden_varmistamiseksi.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät ottaa käyttöön poikkeustilan Saamelaiskäräjien toimintakyvyn ja henkilöstön työturvallisuuden varmistamiseksi
sms: Sääʹmteʹǧǧ väldd âânnmõʹšše pannšam vueʹjj Sääʹmteeʹǧǧ tåimmjempâstlvažvuõđ da tuâjjlažkååʹdd tuâjjstaanvuõđ raʹvvjem vääras

source: Saamelaiskäräjien hallitus on päättänyt ottaa käyttöön poikkeustilan 30. syyskuuta 2022 saakka.
sms: Sääʹmteeʹǧǧ halltõs lij tuʹmmjam väʹldded âânnmõʹšše pannšam vueʹjj 30. čõhččmannu 2022 räjja.

source: Poikkeustila otetaan käyttöön, koska Saamelaiskäräjät ei enää pysty nykyisillä resursseilla vastaamaan Saamelaiskäräjille tulevien asioiden riittävästä valmistelusta pyydetyssä aikataulussa.
sms: Pannšam vueʹǩǩ vääʹldet âânnmõʹšše, ǥu Sääʹmteʹǧǧ ij teänab pââʹst ânnʼjõž resuursin vaʹstteed Sääʹmtegga puõʹtti aaʹšši riʹjttjeei valmštõõllmõõžžâst raukkum äiʹǧǧtaaulâst.

source: Poikkeustilan aikana Saamelaiskäräjät keskittyy huolehtimaan organisaation saamelaiskulttuurin säilymisen ja kehittämisen lakisääteisistä tehtävistä.
sms: Pannšam vueʹjj poodd Sääʹmteʹǧǧ čiŋlmââvv ââʹnned huõl organisaatio sääʹmkulttuur seillmõõžž da ooudâsviikkmõõžž lääʹjjmeâldlaž tuâjain.

source: Saamelaiskäräjien tehtävänä on hoitaa saamelaisten omaa kieltä ja kulttuuria sekä heidän asemaansa alkuperäiskansana koskevat asiat.
sms: Sääʹmteeʹǧǧ tuâjjan lij håiddad saaʹmi jiijjâs ǩiõl da kulttuur di sij sââʹjes alggmeeran kuõskki ääʹšš.

source: Saamelaiskäräjät edustaa saamelaisia tehtäviinsä kuuluvissa asioissa kansallisissa ja kansainvälisissä yhteyksissä.
sms: Sääʹmteʹǧǧ eeʹttkâstt saaʹmid tuâjeez kuulli aaʹššin meersaž da meeraikõskksaž õhttvuõđin.

source: Saamelaiskäräjät on mukana yli 150 työryhmässä, käy vuosittain 30–50 lakisääteistä neuvottelua sekä antaa 120–250 lausuntoa tai esitystä vuodessa.
sms: Sääʹmteʹǧǧ lij mieʹldd pâiʹl 150 ärttlest, jeäll piiri-iiʹjji 30–50 lääʹjjmeâldlaž saǥstõõllmõõžž di õudd 120–250 ciâlkâlm leʹbe eʹtǩǩõõzz eeʹjjest.

source: Saamelaiskäräjien tehtävät ovat lisääntyneet huomattavasti viimeisten vuosien aikana.
sms: Sääʹmteeʹǧǧ tuâj liâ lâssnam šuureʹld mââimõõzz iiʹjji poodd.

source: Esimerkiksi Saamelaiskäräjille tulevien edustuspyyntöjen määrä on lisääntynyt 80 % vuoteen 2019 verrattuna.
sms: Ouddmiârkkân Sääʹmtegga puõʹtti eeʹttkâʹsttemraukkmõõžži mieʹrr lij lâssnam 80 % ekka 2019 veʹrddeeʹl.

source: Erityisesti tutkimushankkeiden ja selvitysten yhteisölliset suostumuspyynnöt ovat lisääntyneet.
sms: Jeäʹrben tuʹtǩǩeemhaʹŋǩǩõõõzzi da čiõlǥtõõzzi õhttsallaž miâsttâmraukkmõõžž liâ lâssnam.

source: – Kyse on siitä, että Saamelaiskäräjät on ollut pitkään alirahoitteinen.
sms: – Kõõččmõš lij tõʹst, što Sääʹmteʹǧǧ lij leämmaž juʹn kuuʹǩǩ vueʹllteäggtemvuâlaž.

source: Lisärahoitusta ei ole saatu, vaikka sen tarve on tuotu niin valtiovarainministeriön kuin oikeusministeriönkin tietoon.
sms: Lââʹssteäggtõõzzid jeät leäkku vuõǯǯum, håʹt-i tõn tarbb lij puhttum nuʹt riikkvääraiministeria ǥu vuõiggâdvuõttministeria tiõttu.

source: Saamelaiskäräjien tehtävät ovat määritelty laissa, mutta resurssimme eivät enää riitä meille kuuluvien alati lisääntyvien tehtävien hoitoon, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Sääʹmteeʹǧǧ tuâj liâ meärtõllum lääʹjjest, leša resuurs jiâ teänab riʹjtte miʹjjid kuulli pâi lâssneei tuâjai håiddmõʹšše, särnn Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Poikkeustilan aikana turvataan Saamelaiskäräjien lakisääteiset tehtävät.
sms: Pannšam vueʹjj poodd tuõrvât Sääʹmteeʹǧǧ lääʹjjmeâldlaž tuâj.

source: Myöhemmäksi siirretään Saamelaiskäräjien toiminnan kehittämiseen liittyvät tehtävät, osa sidosryhmätoiminnasta, tutkimushankkeiden ja selvitysten yhteisöllisten suostumusten valmistelu ja käsittely, osa seminaarien ja tapahtumien järjestämistehtävistä, yhteistyöelinten ja neuvottelukuntien kokouksien järjestäminen, vieraiden vastaanottaminen sekä Saamelaiskäräjien toiminnan esittelyt.
sms: Mâʹŋŋlab poʹdde seeʹrdet Sääʹmteeʹǧǧ tåimmjummuž ooudâs viikkmõʹšše õhttneei tuâj, pieʹǩǩ čõõnâsjoukktåimmjummšest, tuʹtǩǩeemhaʹŋǩǩõõzzi da čiõlǥtõõzzi õhttsallaž miâsttmõõžži valmštõõllmõš da ǩiõttʼtõõllmõš, pieʹǩǩ seminaari da šõddmõõžži riâššâmtuâjain, õhttsažtuâjjorgaani da saǥstõõllâmkooʹddi såbbri riâššmõš, kuõʹssi vuâsttavälddmõš di Sääʹmteeʹǧǧ tåimmjummuž čuäjtõõllmõõžž.

source: Työntekijöiden terveysturvallinen työskentely halutaan varmistaa
sms: Tuâjjlai tiõrvâsvuõttstaani tuâjj haaʹleet raʹvvjed

source: Saamelaiskäräjillä yksi työntekijä työskentelee yksin toimialallaan ja toimiala voi olla todella laaja.
sms: Sääʹmteeʹǧǧest õhtt tuâjjlaž tuejjad tuâj õhttu jiijjâs tåimmsueʹrjest da tåimmsueʹrǧǧ vuäitt leeʹd samai veeidas.

source: Työntekijöiden työssäjaksamista koskevissa selvityksissä on todettu, että suuri työmäärä suhteessa Saamelaiskäräjien henkilöstöresursseihin aiheuttaa haitallista työkuormittumista ja palautuminen työn aiheuttamasta kuormituksesta on heikentynyt.
sms: Tuâjjlai tuâjast vuäittmõõžž kuõskki čiõlǥtõõzzin lij tuõttum, što jõnn tuâjjmieʹrr kõskkvuõđâst Sääʹmteeʹǧǧ tuâjjlažkåʹddresuursid šõddad hääitlaž tuâjjkuârmtõõzz da mååusat noʹrmaalsâjja piâssmõš tuâj šõddeem kuârmtummšest lij huânnʼnam.

source: – Työn kuormittavuutta ei voida enää pienentää organisaation toimintakulttuuria kehittämällä, vaan kuormittavuuden vähentämiseen tarvitaan lisää henkilöresursseja.
sms: – Tuâj kuârmtemvuõđ jeät vueiʹt teänab uuʹcceed organisaatio tåimmjemkulttuur ooudâs viiǥǥeeʹl, pâi kuârmtemvuõđ ǩieʹppummša taarbšet lââʹzz tuâjjlažkåʹddresuursid.

source: Saamelaiskäräjät on vuosittain esittänyt oikeusministeriölle henkilöresurssien riittävää vahvistamista.
sms: Sääʹmteeʹǧǧ lij piiri-iiʹjji eʹtǩǩääm vuõiggâdvuõttministeriaaʹje tuâjjlažkåʹddresuursi riʹjttjeei raʹvvjummuž.

source: Työnantajana meidän on suhtauduttava tilanteeseen vakavasti ja ryhdyttävä tarvittaviin toimenpiteisiin terveysturvallisen tilanteen varmistamiseksi, sanoo Saamelaiskäräjien hallintopäällikkö Pia Ruotsala-Kangasniemi.
sms: Tuâjjuʹvddjen meeʹst âlgg šiõhttlõõttâd vuâkka tuõđlânji, da äʹlǧǧed taarbšeei tååimid tiõrvâsvuõttstaanni vueʹjj raʹvvjem vääras, särnn Sääʹmteeʹǧǧ vaaldâšmjååʹđteei Pia Ruotsala-Kangasniemi.

source: Saamelaiskäräjillä on toteutettu aivoterveyttä koskeva kysely työpajoineen toukokuussa 2021 sekä työterveyshuollon toteuttama kohdennettu työpaikkaselvitys työssä jaksamisesta tammikuussa 2022.
sms: Sääʹmteeʹǧǧest lij čõõđ vikkum vuõivâšntiõrvâsvuõđ kuõskki kõõjjõs tuâjjpaaʹjineez vueʹssmannust 2021 di tuâjjtiõrvâsvuõđhuâl teâuddjâʹttem tillʼlõvvum tuâjjpäiʹǩǩčiõlǥtõs tuâjast vuäittmõõžžâst ođđeeʹjjmannust 2022.

source: Molemmissa on todettu terveydelle haitallista jatkuvaa ja pitkäaikaista ylikuormitusta.
sms: Kuhttuin liâ tuõttum tiõrvâsvuõʹtte hääitlaž juätkkjeei da kuʹǩesäiggsaž pâiʹlkuârmtummuž.

source: Saamelaiskäräjien hallituksen pöytäkirja 4/2022 kokous 9.-10.5.2022 (asetettu nähtäville 18.5.2022)
sms: Sääʹmteeʹǧǧ halltõõzz påʹrddǩeʹrjj 4/2022 sååbbar 9.-10.5.2022

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi

source: Pia Ruotsala-Kangasniemi Hallintopäällikkö 010 839 3106 / 040 726 2688 pia.ruotsala@samediggi.fi
sms: Pia Ruotsala-Kangasniemi Vaaldâšmjååʹđteei 010 839 3106 / 040 726 2688 pia.ruotsala@samediggi.fi
